{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sustainability in the Making",
    "description": "",
    "home_page_url": "https://sustainabilityinthemaking.com",
    "feed_url": "https://sustainabilityinthemaking.com/feed.json",
    "user_comment": "",
    "icon": "https://sustainabilityinthemaking.com/media/website/alxfsl_logo_small_yellow-2.png",
    "author": {
        "name": "Alessandra Fasoli"
    },
    "items": [
        {
            "id": "https://sustainabilityinthemaking.com/ethnographic-a-graphic-approach-to-social-research/",
            "url": "https://sustainabilityinthemaking.com/ethnographic-a-graphic-approach-to-social-research/",
            "title": "Ethno/GRAPHIC: doing design research one drawing at a time",
            "summary": "EthnoGRAPHIC is the methodology underlying Sustainaibility in the Making. It’s a visual ethnographic approach that uses graphic language both&hellip;",
            "content_html": "<p>EthnoGRAPHIC is the methodology underlying <em>Sustainaibility in the Making</em>. It’s a visual ethnographic approach that uses <em>graphic</em> language both as a medium of inquiry (gathering and annotating data), as a medium of data analysis (making sense of data), and as a medium of data visualisation (data storytelling). \nHaving worked as a graphic designer and being myself a <em>urban sketcher</em> , it is probably no surprise that I decided to rely on drawing as a my primary research tool. \nHowever, <em>EthnoGRAPHIC</em> is a multi-faceted methodology I am developing for my research that comprises various tools, this website being one of them. </p>\n<p>As I am still working on my research, this website is a work-in-progress to that I am using to both showcase the work, reflect upon it, and finally tell the stories I am collecting. </p>\n",
            "image": "https://sustainabilityinthemaking.com/media/posts/13/230609_Craft-Festival-Bovey-Tracey-2.png",
            "author": {
                "name": "Alessandra Fasoli"
            },
            "tags": [
                   "EthnoGRAPHIC",
                   "About"
            ],
            "date_published": "2023-10-04T13:14:28+01:00",
            "date_modified": "2023-12-05T08:42:01+00:00"
        },
        {
            "id": "https://sustainabilityinthemaking.com/about-sustainability-in-the-making/",
            "url": "https://sustainabilityinthemaking.com/about-sustainability-in-the-making/",
            "title": "Sustainability in the Making: Craft Programmes for Eco-Social Change ",
            "summary": "Sustainability in the Making is a PhD project that explores how cultures of making can contribute to sustainability change.",
            "content_html": "<nav class=\"post__toc\">\n<h3><span>Table of Contents</span><button class=\"post__toc-toggle\">show</button></h3>\n<ol>\n<li><a href=\"#mcetoc_1hd9if26is\">Sustainability in the Making is a PhD project that explores how cultures of making can contribute to sustainability change.</a></li>\n</ol>\n</nav>\n<h3 id=\"mcetoc_1hd9if26is\">Sustainability in the Making is a PhD project that explores how cultures of making can contribute to sustainability change.</h3>\n<p>In other words, my project aims to understand the role of craft programmes and initiatives as social enabler for generating and promoting cultures of sustainability.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://sustainabilityinthemaking.com/media/posts/8/hero-weaving-trio.webp\" alt=\"watercolour drawing of three women learning basket weaving. The woman at the centre is standing demonstrating a technique to the other two, seated on both her sides.\" width=\"2560\" height=\"1440\" sizes=\"(max-width: 1200px) 100vw, 1200px\" srcset=\"https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-xs.webp 300w ,https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-sm.webp 480w ,https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-md.webp 768w ,https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-xl.webp 1200w ,https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-xxl.webp 1600w ,https://sustainabilityinthemaking.com/media/posts/8/responsive/hero-weaving-trio-xxxl.webp 1920w\"><figcaption>Alessandra Fasoli, 2023. 'Learning basket weaving', watercolour drawing from an online picture.</figcaption></figure>\n<p>This PhD focuses on how cultures of sustainability can be generated and promoted through craft and maker programmes. <em>Cultures of sustainability </em>are collective systems of knowledge and customs rooted in environmental and ecological values, which allow both individuals and communities to adopt more environmentally-friendly behaviours, lifestyles, and norms.<br>Many studies on <em>sustainable craft</em> focus on the way makers embody sustainability in their creative process: for example how they use  recycled or upcycled materials, create artefacts using local resources, or make objects with specific sustainable purposes. This PhD, however, looks at <em>sustainable craft</em> from a different perspective, which sees craft and making as social activities through which people share, transform, and create cultural values, like preserving traditions, building local identities, sharing worldviews, creating a sense of place or collective histories.</p>\n<p>By connecting this definition of <em>sustainable craft </em>with <em>cultures of sustainability</em>, this PhD asks if and how craft can be a vehicle to build sustainability cultures and aims to answer this question by studying existing craft programmes that promote specific environmental, ecological, and sustainable approaches through making.</p>",
            "image": "https://sustainabilityinthemaking.com/media/posts/8/230520_GMI_Sarah_web-2.jpg",
            "author": {
                "name": "Alessandra Fasoli"
            },
            "tags": [
                   "Hero",
                   "About"
            ],
            "date_published": "2023-09-28T16:31:14+01:00",
            "date_modified": "2023-10-21T19:04:26+01:00"
        },
        {
            "id": "https://sustainabilityinthemaking.com/sound-trial/",
            "url": "https://sustainabilityinthemaking.com/sound-trial/",
            "title": "Sound trial",
            "content_html": "<figure class=\"post__audio\"><audio loading=\"lazy\" controls=\"controls\" src=\"media/files/Recording.m4a\" data-mce-fragment=\"1\"></audio></figure>\n<p class=\"align-center\"> </p>",
            "author": {
                "name": "Alessandra Fasoli"
            },
            "tags": [
            ],
            "date_published": "2023-08-26T22:16:28+01:00",
            "date_modified": "2023-10-03T19:32:45+01:00"
        },
        {
            "id": "https://sustainabilityinthemaking.com/craft-sustainability-and-makerspaces-a-brief-intro-to-my-research/",
            "url": "https://sustainabilityinthemaking.com/craft-sustainability-and-makerspaces-a-brief-intro-to-my-research/",
            "title": "Craft, Sustainability, and Makerspaces: a Brief Intro to my Research",
            "summary": "In 2019, I started a PhD on craft for sustainable behaviour at Kingston School of Art London. Craft in&hellip;",
            "content_html": "<p>In 2019, I started a PhD on craft for sustainable behaviour at <u><a href=\"https://www.kingston.ac.uk/faculties/kingston-school-of-art/\">Kingston School of Art London</a></u>.\n<em>Craft in Makerspaces: The Potential for Social Change for Sustainability</em> (working title) is an <a href=\"http://www.techne.ac.uk/for-students/techne-students/techne-students/techne-students-2019-20/fasoli\">AHRC-funded project</a> done in partnership with the <a href=\"https://www.craftscouncil.org.uk/\">Crafts Council</a>. It explores how cultures of making contribute to social sustainability and aims to gain insights for community craft-led initiatives to be actively integrated in sustainability policies. </p>\n<p>This research expands <a href=\"https://www.tandfonline.com/doi/abs/10.1080/14606925.2017.1352819\">my previous studies about the social role of makerspaces</a>, sometimes called hackerspaces or fab labs, which are a network of community open workshops that emerged and spread globally since the 2000s. Their dissemination generated a maker movement based on sharing tools, knowledge, and practices. Although they might not have an explicit sustainability mission, makerspace communities promote DIY practices, repairability, recycling, and reuse of objects, while the adoption of digital fabrication technologies like 3d printing or CNC milling machines led to the concept of <em><a href=\"https://www.nesta.org.uk/blog/the-factory-everywhere-the-present-and-future-of-distributed-manufacturing/\">distributed manufacturing</a></em>, which advocates for a more local and custom production of objects.<br>Being often described as revolutionary and breakthrough, these approaches focus on products and production by answering the questions on <em>how</em> and <em>where</em> things are made, but leave aside <em>why</em> and <em>what</em> things are made, that instead inquiry the cultural significance of artefacts. Culture plays a crucial role in sustainability, as they inform behaviours, consumers’ choices, and production systems. In mass manufactured products and production, cultural values are mostly hidden: like for example, in a cheap sweater. They however become evident in craft objects, like a hand-knitted jumper by your mum, where the value of the family relationship is transferred and embedded in the jumper, and the time, care, and inventiveness in creating it give to the artefact a special meaning.</p>\n<p>Craft practices have then retained a cultural affection and reconnect us with the material world in a more direct, sometimes nostalgic, way. <a href=\"https://www.craftscouncil.org.uk/learning/participation/what-we-learned-from-co-creating-in-makerspaces\">Makerspaces gave craft a new opportunity</a> to claim back its social dimension through public engagement in making, increased using digital platforms. In both physical and digital maker communities it is the practice of making, not artefacts, that is shaping and strengthening the relationship between the members of these communities, and between communities and their environment. Considering its shared cultural value, craft can then be an important tool to create sustainability cultures. </p>\n<p>After a first stage of exploring the cultural meaning of craft, makerspaces, and social sustainability, my project is now investigating what <em>craft in makerspaces</em> means for communities in Devon, where I live, and where there is an active sustainability-oriented maker tradition. This is a participatory process through which the local maker communities are actively helping me to build a map of Devon making ecologies and understand how they are contributing to enhance a social sustainable behaviour. \nHowever, for craft practices to have a meaningful impact in building environmental cultures, they need to be integrated into more structural sustainability strategies. The final goal of this project is to have an outcome that points in this direction, a toolkit for stakeholders to promote and improve craft-led sustainability change.</p>\n<p><em>A <a href=\"https://www.craftscouncil.org.uk/about/research-and-policy/march-2022/craft-in-makerspaces\">shorter version</a> of this article has been featured in the Crafts Council’s Research Updates in March 2022.</em></p>\n",
            "image": "https://sustainabilityinthemaking.com/media/posts/12/craft-in-makerspaces_loom_web.jpg",
            "author": {
                "name": "Alessandra Fasoli"
            },
            "tags": [
                   "Research Road Map",
                   "About"
            ],
            "date_published": "2022-07-10T12:00:00+01:00",
            "date_modified": "2023-10-21T17:26:34+01:00"
        },
        {
            "id": "https://sustainabilityinthemaking.com/hero/",
            "url": "https://sustainabilityinthemaking.com/hero/",
            "title": "Design Culture(s) | Cumulus Rome 2021",
            "summary": " Poster: “Craft in Makerspaces: The Potential for Social Change for Sustainability” Sapienza University of Rome In June 2021, I&hellip;",
            "content_html": "<h2 class=\"align-center\"> Poster: “Craft in Makerspaces: The Potential for Social Change for Sustainability”</h2>\n<p class=\"align-center\">Sapienza University of Rome</p>\n<p class=\"align-center\">In June 2021, I announced my research at the <a href=\"https://cumulusroma2020.org/\" target=\"_blank\" rel=\"noopener noreferrer\">Cumulus Conference 2021 \"Design Culture(s)</a>\", hosted by Sapienza University of Rome. At the time of the call for papers (2019, the conference originally was planned in 2020, but it was postponed due to COVID-19 pandemic), my research was at a very early stages. The very first poster I submitted was still very vague in its approach, but as in 2020 I definitely move to the UK, I decided to focus the research on the observation of local maker communities. Because of health restrictions in place in 2021, I attended the conference online, where I presented my early plans for my research in the dedicated poster section. </p>\n<hr>\n<p class=\"align-center\">To cite this work:</p>\n<p class=\"sqsrte-small align-center\">Fasoli, A. (2021) ‘Craft in Makerspaces: The Potential for Social Change for Sustainability', [Poster], in Di Lucchio, L. et al. (eds) Design Culture(s). Cumulus Conference Proceedings Roma 2021, Volume #2. Design Culture(s), Rome (Cumulus Conference Proceedings Series, N°7), p. 4773.</p>\n<hr>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://sustainabilityinthemaking.com/media/posts/9/Fasoli_Cumulus_MAKING_2020_camera-ready.jpg\" alt=\"Poster for the Cumulus Conference Rome 2021 &quot;Design Culture(s)&quot;\" width=\"2834\" height=\"5669\" sizes=\"(max-width: 1200px) 100vw, 1200px\" srcset=\"https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-xs.webp 300w ,https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-sm.webp 480w ,https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-md.webp 768w ,https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-xl.webp 1200w ,https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-xxl.webp 1600w ,https://sustainabilityinthemaking.com/media/posts/9/responsive/Fasoli_Cumulus_MAKING_2020_camera-ready-xxxl.webp 1920w\"></figure>\n<p>The proceedings of the conferences are available for download at <a href=\"https://cumulusroma2020.org/proceedings/\">https://cumulusroma2020.org/proceedings/</a></p>",
            "image": "https://sustainabilityinthemaking.com/media/posts/9/Craft-in-Makerspaces_cover.jpg",
            "author": {
                "name": "Alessandra Fasoli"
            },
            "tags": [
                   "Research Road Map"
            ],
            "date_published": "2021-06-27T17:00:00+01:00",
            "date_modified": "2023-10-03T15:54:15+01:00"
        }
    ]
}
